Revit 2024 API
UnitTypeId.Percentage Property
 Percentage.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Percentage { get; }
Visual Basic
Public Shared ReadOnly Property Percentage As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Percentage {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace